Repository: xunull/cuwatch
Catalog: cuwatch/cuwatch/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: ‹ BACK
zh_hans: ‹ 返回

source: Active days
zh_hans: 活跃天数

source: ADD TOKEN
zh_hans: 添加 Token

source: Behavior
zh_hans: 行为

source: CANCEL
zh_hans: 取消

source: Claude needs Full Disk Access
zh_hans: Claude 需要完全磁盘访问权限

source: CLEAR HISTORY
zh_hans: 清除历史

source: CODEX · LOGBOOK
zh_hans: CODEX · 记录簿

source: Codex.app shows cross-device aggregates that won't match.
zh_hans: Codex.app 显示的是跨设备聚合，数字会不一样。

source: Cumulative tokens
zh_hans: 累计 Token

source: cuwatch reads your local Claude Code usage from ~/.claude/projects/ — macOS requires explicit permission.
zh_hans: cuwatch 从 ~/.claude/projects/ 读取本机 Claude Code 使用数据 —— macOS 需要明确授权。

source: Data & Privacy
zh_hans: 数据与隐私

source: DELETE
zh_hans: 删除

source: Delete cuwatch history?
zh_hans: 删除 cuwatch 历史？

source: ENDPOINT
zh_hans: 服务端点

source: Filesystem
zh_hans: 文件系统

source: Frequent polls may impact battery life.
zh_hans: 频繁轮询会影响电池续航。

source: LANGUAGE
zh_hans: 语言

source: Logbook
zh_hans: 记录簿

source: Longest streak · current streak
zh_hans: 最长连续 · 当前连续

source: MAIN SERVICE
zh_hans: 主服务

source: No Codex activity on this Mac yet
zh_hans: 本机上还没有 Codex 活动

source: No data yet
zh_hans: 暂无数据

source: OPEN APPLICATION SUPPORT
zh_hans: 打开应用支持目录

source: OPEN SYSTEM SETTINGS
zh_hans: 打开系统设置

source: Paste your Minimax Bearer token (starts with mxp_...)
zh_hans: 粘贴你的 Minimax Bearer token（以 mxp_ 开头）

source: Peak tokens · single thread
zh_hans: 峰值 Token · 单 Thread

source: POLL EVERY
zh_hans: 轮询间隔

source: Preferences
zh_hans: 偏好设置

source: PREFERENCES
zh_hans: 偏好设置

source: Quit
zh_hans: 退出

source: Reads ~/.claude/projects/. No token required.
zh_hans: 读取 ~/.claude/projects/。无需 token。

source: Reads ~/.codex/sessions/. Install codex CLI to enable.
zh_hans: 读取 ~/.codex/sessions/。安装 codex CLI 以启用。

source: REMOVE
zh_hans: 移除

source: REPLACE
zh_hans: 替换

source: RETAIN HISTORY
zh_hans: 保留历史

source: Run `codex` or open Codex.app to start filling the logbook.
zh_hans: 运行 `codex` 或打开 Codex.app 开始填充记录簿。

source: SAVE
zh_hans: 保存

source: Services
zh_hans: 服务

source: Since %@
zh_hans: 自 %@ 起

source: System
zh_hans: 跟随系统

source: This Mac · this account · CLI + Codex.app
zh_hans: 本机 · 此账号 · CLI + Codex.app

source: Updated %dm ago
zh_hans: %d m 前更新

source: Updated %ds ago
zh_hans: %d s 前更新

source: Updated just now
zh_hans: 刚刚更新
